var cur = {
  login: {
    fix: {
      holder: 'Поиск',
      noresult: 'Ничего не найдено'
    },
    // doc
    doc: {
      title: 'Центр безопасности - вход интернациональной версии' // YY安全中心 - YY登录国际版
    },
    common: {
      succ: 'Удалось войти', // 登录成功
      autologin: 'Запомнить меня на 7 дней ', // 自动登录
      forgetpwd: 'Забыли пароль?', // 忘记密码？
      goreg: 'Создать аккаунт', // 帐号注册
      neterr: 'Ошибка сети!', // 网络连接异常！
      changepwd: 'Войти с помощью логина и пароля', // 帐号密码登录
      changevcode: 'Воитй с помощью проверочного кода' // 短信验证码登录
    },
    // login btn
    loginbt: {
      nor: 'Войти', // 登录
      ing: 'Загружка...' // 登录中...
    },
    // mobile
    mobile: {
      holder: 'Введите номер телефона', // 请输入手机号
      empty: 'Укажите номер телефона!', // 手机号不能为空！
      moderr: 'Неправильно указан номер телефона!' // 手机号格式不正确！

    },
    // vcode
    vcode: {
      nor: 'Получить СМС-код', // 获取短信验证码
      ing: 'Отправка', // 获取中...
      re: 'Выслать повторно', // 重新获取
      holder: 'Введите код', // 请输入验证码
      empty: 'Введите код!', // 请输入验证码！
      miss: 'Запросите код прежде всего!', // 请先获取验证码！
      change: 'Номер телефона изменился,отправьте повторно!', // 手机号已变更，请重新发送！
      neterr: 'Ошибка сети!Не удалось получить код', // 获取验证码失败，网络连接异常！
      nomobile: 'Номер телефона не зарегистрирован', // 手机号尚未注册
      goreg: 'Зарегистрироваться', // 我要注册
      voice: 'Запросить звонок с кодом', // 获取语音验证码
      voicetip1: 'К вам придёт звонок,примите его', // 您将有一个来电，请注意接听
      voicetip2: 'И запомните код', // 并记住播报的验证码
      iknow: 'Понятно' // 我知道了
    },
    // pwd
    pwd: {
      holder: 'Введите пароль', // 请输入密码
      empty: 'Введите пароль!' // 请输入密码！
    }
  }
}
